Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.app.watchGitStatus.subtitle
source: Update sidebar branch and PR metadata from repository file changes without polling git.
ar: حدّث بيانات الفرع وطلبات السحب في الشريط الجانبي من تغييرات ملفات المستودع دون استطلاع git.
bs: Ažuriraj granu i PR metapodatke u bočnoj traci iz promjena datoteka repozitorija bez anketiranja git-a.
da: Opdater sidepanelets gren- og PR-metadata fra ændringer i repositoryfiler uden at polle git.
de: Aktualisiert Branch- und PR-Metadaten in der Seitenleiste aus Repository-Dateiänderungen, ohne git abzufragen.
es: Actualiza la rama y los metadatos de PR de la barra lateral desde cambios de archivos del repositorio sin consultar git periódicamente.
fr: Met à jour la branche et les métadonnées de PR de la barre latérale depuis les changements de fichiers du dépôt, sans interroger git.
it: Aggiorna ramo e metadati PR nella barra laterale dalle modifiche ai file del repository senza interrogare git.
ja: git をポーリングせず、リポジトリのファイル変更からサイドバーのブランチと PR メタデータを更新します。
ko: git을 폴링하지 않고 저장소 파일 변경으로 사이드바 브랜치와 PR 메타데이터를 업데이트합니다.
nb: Oppdater sidepanelets gren- og PR-metadata fra endringer i repositoryfiler uten å spørre git.
pl: Aktualizuj gałąź i metadane PR na pasku bocznym na podstawie zmian plików repozytorium bez odpytywania git.
pt_br: Atualize a branch e os metadados de PR da barra lateral a partir de mudanças nos arquivos do repositório sem consultar o git periodicamente.
ru: Обновлять ветку и метаданные PR на боковой панели по изменениям файлов репозитория без опроса git.
th: อัปเดตสาขาและข้อมูลเมตา PR ในแถบด้านข้างจากการเปลี่ยนแปลงไฟล์ของที่เก็บโดยไม่ต้อง polling git
tr: Kenar çubuğu dal ve PR meta verilerini git’i yoklamadan depo dosyası değişikliklerinden güncelle.
uk: Оновлювати гілку та метадані PR на бічній панелі за змінами файлів репозиторію без опитування git.
zh_hans: 根据仓库文件变化更新侧边栏分支和 PR 元数据，而不轮询 git。
zh_hant: 根據儲存庫檔案變更更新側邊欄分支與 PR 中繼資料，而不輪詢 git。

# settings.app.sidebarBranchLayout
source: Sidebar Branch Layout
ar: تخطيط الفروع في الشريط الجانبي
bs: Raspored grana u bočnoj traci
da: Sidebjælkens grenlayout
de: Seitenleisten-Branch-Layout
es: Disposición de ramas en la barra lateral
fr: Disposition des branches dans la barre latérale
it: Layout branch nella barra laterale
ja: サイドバーのブランチレイアウト
ko: 사이드바 브랜치 레이아웃
nb: Grenoppsett i sidepanelet
pl: Układ gałęzi na pasku bocznym
pt_br: Layout de Branch na Barra Lateral
ru: Макет веток в боковой панели
th: เค้าโครงสาขาในแถบด้านข้าง
tr: Kenar Çubuğu Dal Düzeni
uk: Макет гілок у бічній панелі
zh_hans: 侧边栏分支布局
zh_hant: 側邊欄分支版面

# settings.app.sidebarBranchLayout.inline
source: Inline
ar: سطري
bs: U redu
de: Einzeilig
es: En línea
fr: En ligne
it: In linea
ja: インライン
ko: 인라인
nb: Innebygd
pl: W linii
pt_br: Em Linha
ru: В строку
th: แบบอินไลน์
tr: Satır İçi
uk: В рядок
zh_hans: 单行
zh_hant: 行內

# settings.app.sidebarBranchLayout.subtitleInline
source: Inline: all branches share one line.
ar: سطري: جميع الفروع تشترك في سطر واحد.
bs: U redu: sve grane dijele jednu liniju.
da: Inline: alle grene deler én linje.
de: Einzeilig: Alle Branches teilen sich eine Zeile.
es: En línea: todas las ramas comparten una sola línea.
fr: En ligne : toutes les branches partagent une seule ligne.
it: In linea: tutti i branch condividono una riga.
ja: インライン: すべてのブランチが1行に表示されます。
ko: 인라인: 모든 브랜치가 한 줄에 표시됩니다.
nb: Innebygd: alle grener deler én linje.
pl: W linii: wszystkie gałęzie w jednym wierszu.
pt_br: Em Linha: todas as branches compartilham uma linha.
ru: В строку: все ветки в одной строке.
th: แบบอินไลน์: สาขาทั้งหมดแสดงในบรรทัดเดียว
tr: Satır İçi: tüm dallar tek satırı paylaşır.
uk: В рядок: усі гілки в одному рядку.
zh_hans: 单行：所有分支共享一行。
zh_hant: 行內：所有分支共用一行。

# settings.app.sidebarBranchLayout.subtitleVertical
source: Vertical: each branch appears on its own line.
ar: عمودي: كل فرع يظهر في سطر خاص به.
bs: Vertikalno: svaka grana se pojavljuje u svom redu.
da: Lodret: hver gren vises på sin egen linje.
de: Vertikal: Jeder Branch erscheint in einer eigenen Zeile.
es: Vertical: cada rama aparece en su propia línea.
fr: Vertical : chaque branche apparaît sur sa propre ligne.
it: Verticale: ogni branch appare sulla propria riga.
ja: 縦: 各ブランチがそれぞれの行に表示されます。
ko: 세로: 각 브랜치가 별도의 줄에 표시됩니다.
nb: Vertikal: hver gren vises på sin egen linje.
pl: Pionowo: każda gałąź w osobnym wierszu.
pt_br: Vertical: cada branch aparece em sua própria linha.
ru: Вертикально: каждая ветка на отдельной строке.
th: แบบแนวตั้ง: แต่ละสาขาแสดงในบรรทัดของตัวเอง
tr: Dikey: her dal kendi satırında görünür.
uk: Вертикально: кожна гілка на окремому рядку.
zh_hans: 垂直：每个分支独占一行。
zh_hant: 垂直：每個分支獨立一行。

# settings.app.sidebarBranchLayout.vertical
source: Vertical
ar: عمودي
bs: Vertikalno
da: Lodret
de: Vertikal
it: Verticale
ja: 縦
ko: 세로
nb: Vertikal
pl: Pionowo
ru: Вертикально
th: แนวตั้ง
tr: Dikey
uk: Вертикально
zh_hans: 垂直
zh_hant: 垂直

# settings.app.telemetry
source: Send anonymous telemetry
ar: إرسال بيانات تحليلية مجهولة
bs: Šalji anonimnu telemetriju
da: Send anonym telemetri
de: Anonyme Telemetriedaten senden
es: Enviar telemetría anónima
fr: Envoyer des données de télémétrie anonymes
it: Invia telemetria anonima
ja: 匿名のテレメトリを送信
ko: 익명 원격 측정 전송
nb: Send anonym telemetri
pl: Wysyłaj anonimową telemetrię
pt_br: Enviar telemetria anônima
ru: Отправлять анонимную телеметрию
th: ส่งข้อมูลการวิเคราะห์แบบไม่ระบุตัวตน
tr: Anonim telemetri gönder
uk: Надсилати анонімну телеметрію
zh_hans: 发送匿名遥测数据
zh_hant: 傳送匿名遙測資料

# settings.app.telemetry.subtitle
source: Share anonymized crash and usage data to help improve UniConnect.
ar: مشاركة بيانات الأعطال والاستخدام المجهولة للمساعدة في تحسين UniConnect.
bs: Dijelite anonimizirane podatke o padovima i korištenju kako biste pomogli u poboljšanju UniConnect.
da: Del anonymiserede nedbrud- og brugsdata for at hjælpe med at forbedre UniConnect.
de: Anonymisierte Absturz- und Nutzungsdaten teilen, um UniConnect zu verbessern.
es: Compartir datos anónimos de fallos y uso para ayudar a mejorar UniConnect.
fr: Partager des données anonymisées de plantage et d'utilisation pour aider à améliorer UniConnect.
it: Condividi dati anonimi su arresti anomali e utilizzo per migliorare UniConnect.
ja: UniConnectの改善に役立てるため、匿名化されたクラッシュおよび使用状況データを共有します。
km: ចែករំលែកទិន្នន័យគាំង និងការប្រើប្រាស់អនាមិក ដើម្បីជួយកែលម្អ UniConnect ។
ko: UniConnect 개선을 위해 익명화된 충돌 및 사용 데이터를 공유합니다.
nb: Del anonymiserte krasj- og bruksdata for å bidra til å forbedre UniConnect.
pl: Udostępniaj zanonimizowane dane o awariach i użyciu, aby pomóc ulepszyć UniConnect.
pt_br: Compartilhar dados anonimizados de falhas e uso para ajudar a melhorar o UniConnect.
ru: Делиться анонимными данными о сбоях и использовании для улучшения UniConnect.
th: แชร์ข้อมูลการขัดข้องและการใช้งานแบบไม่ระบุตัวตนเพื่อช่วยปรับปรุง UniConnect
tr: UniConnect'u iyileştirmek için anonimleştirilmiş çökme ve kullanım verilerini paylaş.
uk: Надсилати анонімні дані про збої та використання для покращення UniConnect.
zh_hans: 分享匿名的崩溃和使用数据，帮助改进 UniConnect。
zh_hant: 分享匿名的當機與使用資料，以協助改善 UniConnect。

# settings.app.telemetry.subtitleChanged
source: Change takes effect on next launch.
ar: يسري التغيير عند التشغيل التالي.
bs: Promjena stupa na snagu pri sljedećem pokretanju.
da: Ændringen træder i kraft ved næste start.
de: Änderung wird beim nächsten Start wirksam.
es: El cambio se aplicará en el próximo inicio.
fr: La modification prendra effet au prochain lancement.
it: La modifica avrà effetto al prossimo avvio.
ja: 変更は次回起動時に反映されます。
ko: 변경 사항은 다음 실행 시 적용됩니다.
nb: Endringen trer i kraft ved neste oppstart.
pl: Zmiana zacznie obowiązywać po ponownym uruchomieniu.
pt_br: A alteração terá efeito na próxima inicialização.
ru: Изменение вступит в силу при следующем запуске.
th: การเปลี่ยนแปลงจะมีผลเมื่อเปิดใหม่ครั้งถัดไป
tr: Değişiklik bir sonraki başlatmada geçerli olur.
uk: Зміна набуде чинності при наступному запуску.
zh_hans: 更改将在下次启动时生效。
zh_hant: 變更將在下次啟動時生效。

# settings.app.theme
source: Theme
ar: المظهر
bs: Tema
da: Tema
de: Design
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
nb: Tema
pl: Motyw
pt_br: Tema
ru: Тема
th: ธีม
tr: Tema
uk: Тема
zh_hans: 主题
zh_hant: 主題

# settings.app.confirmQuit.always
source: Always
ar: دائمًا
bs: Uvijek
da: Altid
de: Immer
es: Siempre
fr: Toujours
it: Sempre
ja: 常に
km: ជានិច្ច
ko: 항상
nb: Alltid
pl: Zawsze
pt_br: Sempre
ru: Всегда
th: เสมอ
tr: Her zaman
uk: Завжди
zh_hans: 始终
zh_hant: 一律

# settings.app.confirmQuit.dirtyOnly
source: Dirty Only
ar: عند الحاجة فقط
bs: Samo po potrebi
da: Kun ved behov
de: Nur bei Bedarf
es: Solo si hace falta
fr: Si nécessaire
it: Solo se necessario
ja: 必要時のみ
km: តែពេលចាំបាច់
ko: 필요 시에만
nb: Bare ved behov
pl: Tylko w razie potrzeby
pt_br: Só quando necessário
ru: Только при необходимости
th: เฉพาะเมื่อจำเป็น
tr: Yalnızca gerekirse
uk: Лише за потреби
zh_hans: 仅在需要时
zh_hant: 僅在需要時

# settings.app.confirmQuit.never
source: Never
ar: أبدًا
bs: Nikad
da: Aldrig
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: なし
km: មិនដែល
ko: 안 함
nb: Aldri
pl: Nigdy
pt_br: Nunca
ru: Никогда
th: ไม่เลย
tr: Asla
uk: Ніколи
zh_hans: 从不
zh_hant: 永不

# settings.app.confirmQuit.subtitleDirtyOnly
source: Show a confirmation only when a workspace needs close confirmation.
ar: اعرض تأكيدًا فقط عندما تحتاج مساحة عمل إلى تأكيد الإغلاق.
bs: Prikaži potvrdu samo kada workspace zahtijeva potvrdu zatvaranja.
da: Vis kun en bekræftelse, når et workspace kræver bekræftelse ved lukning.
de: Zeige nur dann eine Bestätigung, wenn ein Workspace eine Schließbestätigung benötigt.
es: Mostrar una confirmación solo cuando un espacio de trabajo requiera confirmación al cerrar.
fr: Afficher une confirmation uniquement lorsqu’un workspace nécessite une confirmation de fermeture.
it: Mostra una conferma solo quando un workspace richiede conferma di chiusura.
ja: 閉じる確認が必要なワークスペースがある場合のみ確認を表示します。
km: បង្ហាញការបញ្ជាក់តែនៅពេល workspace ត្រូវការការបញ្ជាក់ពេលបិទ។
ko: 닫기 확인이 필요한 워크스페이스가 있을 때만 확인을 표시합니다.
nb: Vis bare en bekreftelse når et workspace krever bekreftelse ved lukking.
pl: Pokazuj potwierdzenie tylko wtedy, gdy workspace wymaga potwierdzenia zamknięcia.
pt_br: Mostre uma confirmação apenas quando um workspace precisar de confirmação de fechamento.
ru: Показывать подтверждение только тогда, когда workspace требует подтверждения закрытия.
th: แสดงการยืนยันเฉพาะเมื่อ workspace ต้องยืนยันก่อนปิด
tr: Yalnızca bir workspace kapatma onayı gerektirdiğinde onay göster.
uk: Показувати підтвердження лише тоді, коли workspace потребує підтвердження закриття.
zh_hans: 仅当工作区需要关闭确认时显示确认。
zh_hant: 僅在工作區需要關閉確認時顯示確認。

# settings.app.confirmQuit.subtitleDevOverride
source: DEV build: quit confirmations are disabled.
ar: في بنية DEV، تأكيدات الإنهاء معطلة.
bs: U DEV buildu potvrde izlaska su onemogućene.
da: I DEV-builds er afslutningsbekræftelser deaktiveret.
de: In DEV-Builds sind Beendigungsbestätigungen deaktiviert.
es: En las compilaciones DEV, las confirmaciones de salida están desactivadas.
fr: Dans les builds DEV, les confirmations de fermeture sont désactivées.
it: Nelle build DEV le conferme di uscita sono disattivate.
ja: DEV ビルドでは終了確認は無効です。
km: នៅក្នុង DEV build ការបញ្ជាក់ពេលចាកចេញត្រូវបានបិទ។
ko: DEV 빌드에서는 종료 확인이 비활성화됩니다.
nb: I DEV-bygg er avslutningsbekreftelser deaktivert.
pl: W buildach DEV potwierdzenia zamknięcia są wyłączone.
pt_br: Em builds DEV, as confirmações de saída ficam desativadas.
ru: В сборках DEV подтверждения выхода отключены.
th: ในบิลด์ DEV การยืนยันก่อนออกจะถูกปิดใช้งาน
tr: DEV derlemelerinde çıkış onayları devre dışıdır.
uk: У збірках DEV підтвердження виходу вимкнені.
zh_hans: DEV 构建中已禁用退出确认。
zh_hant: DEV 建置中已停用結束確認。

# settings.app.warnBeforeQuit
source: Warn Before Quit
ar: التحذير قبل الإنهاء
bs: Upozori prije zatvaranja
da: Advar før afslutning
de: Vor dem Beenden warnen
es: Advertir antes de salir
fr: Avertir avant de quitter
it: Avvisa prima di uscire
ja: 終了前に警告
ko: 종료 전 경고
nb: Advar før avslutning
pl: Ostrzegaj przed zamknięciem
pt_br: Avisar Antes de Encerrar
ru: Предупреждать перед выходом
th: เตือนก่อนออก
tr: Çıkmadan Önce Uyar
uk: Попереджувати перед виходом
zh_hans: 退出前警告
zh_hant: 結束前警告

# settings.app.warnBeforeQuit.subtitleOff
source: Cmd+Q quits immediately without confirmation.
ar: Cmd+Q ينهي فورًا بدون تأكيد.
bs: Cmd+Q odmah zatvara bez potvrde.
da: Cmd+Q afslutter øjeblikkeligt uden bekræftelse.
de: Cmd+Q beendet sofort ohne Bestätigung.
es: Cmd+Q sale inmediatamente sin confirmación.
fr: Cmd+Q quitte immédiatement sans confirmation.
it: Cmd+Q esce immediatamente senza conferma.
ja: Cmd+Qで確認なしにすぐ終了します。
ko: Cmd+Q를 누르면 확인 없이 즉시 종료됩니다.
nb: Cmd+Q avslutter umiddelbart uten bekreftelse.
pl: Cmd+Q zamyka natychmiast bez potwierdzenia.
pt_br: Cmd+Q encerra imediatamente sem confirmação.
ru: Cmd+Q завершает приложение немедленно без подтверждения.
th: Cmd+Q ออกทันทีโดยไม่มีการยืนยัน
tr: Cmd+Q onay olmadan hemen çıkar.
uk: Cmd+Q закриває програму негайно без підтвердження.
zh_hans: Cmd+Q 直接退出，无需确认。
zh_hant: Cmd+Q 會立即結束，不顯示確認提示。

# settings.app.warnBeforeQuit.subtitleOn
source: Show a confirmation before quitting with Cmd+Q.
ar: عرض تأكيد قبل الإنهاء بـ Cmd+Q.
bs: Prikaži potvrdu prije zatvaranja sa Cmd+Q.
da: Vis en bekræftelse, før du afslutter med Cmd+Q.
de: Vor dem Beenden mit Cmd+Q eine Bestätigung anzeigen.
es: Mostrar una confirmación antes de salir con Cmd+Q.
fr: Afficher une confirmation avant de quitter avec Cmd+Q.
it: Mostra una conferma prima di uscire con Cmd+Q.
ja: Cmd+Qで終了する前に確認を表示します。
ko: Cmd+Q로 종료하기 전에 확인 대화상자를 표시합니다.
nb: Vis en bekreftelse før avslutning med Cmd+Q.
pl: Pokaż potwierdzenie przed zamknięciem za pomocą Cmd+Q.
pt_br: Mostrar uma confirmação antes de encerrar com Cmd+Q.
ru: Показывать подтверждение перед выходом по Cmd+Q.
th: แสดงการยืนยันก่อนออกด้วย Cmd+Q
tr: Cmd+Q ile çıkmadan önce onay göster.
uk: Показувати підтвердження перед виходом через Cmd+Q.
zh_hans: 使用 Cmd+Q 退出前显示确认对话框。
zh_hant: 使用 Cmd+Q 結束前顯示確認提示。

# settings.app.warnBeforeClosingTabXButton
source: Warn Before Tab Close Button
ar: التحذير قبل استخدام زر إغلاق التبويب
bs: Upozori prije zatvaranja kartice dugmetom za zatvaranje
da: Advar før fanen lukkes med luk-knappen
de: Vor dem Schließen eines Tabs per Schließen-Taste warnen
es: Avisar antes de cerrar una pestaña con el botón
fr: Avertir avant de fermer un onglet avec le bouton
it: Avvisa prima di chiudere una scheda con il pulsante
ja: タブの閉じるボタンで閉じる前に確認
km: ព្រមានមុនពេលបិទផ្ទាំងដោយប៊ូតុងបិទ
ko: 탭 닫기 버튼으로 닫기 전에 확인
nb: Advar før fanen lukkes med lukkeknappen
pl: Ostrzegaj przed zamknięciem karty przyciskiem
pt_br: Avisar antes de fechar a aba pelo botão
ru: Предупреждать перед закрытием вкладки кнопкой
th: เตือนก่อนปิดแท็บด้วยปุ่มปิด
tr: Sekme kapatma düğmesiyle kapatmadan önce uyar
uk: Попереджати перед закриттям вкладки кнопкою
zh_hans: 使用标签页关闭按钮前警告
zh_hant: 使用分頁關閉按鈕前警告

# settings.app.warnBeforeClosingTabXButton.subtitleHidden
source: Tab close buttons are hidden, so this warning is inactive.
ar: أزرار إغلاق التبويبات مخفية، لذلك يكون هذا التحذير غير نشط.
bs: Dugmad za zatvaranje kartica su skrivena, pa je ovo upozorenje neaktivno.
da: Fanernes luk-knapper er skjult, så denne advarsel er inaktiv.
de: Die Tab-Schließen-Tasten sind ausgeblendet, daher ist diese Warnung inaktiv.
es: Los botones de cerrar pestañas están ocultos, por lo que este aviso está inactivo.
fr: Les boutons de fermeture d’onglet sont masqués, donc cet avertissement est inactif.
it: I pulsanti di chiusura delle schede sono nascosti, quindi questo avviso è inattivo.
ja: タブの閉じるボタンは非表示のため、この警告は無効です。
km: ប៊ូតុងបិទផ្ទាំងត្រូវបានលាក់ ដូច្នេះការព្រមាននេះមិនដំណើរការទេ។
ko: 탭 닫기 버튼이 숨겨져 있어 이 경고는 비활성 상태입니다.
nb: Lukkeknappene for faner er skjult, så denne advarselen er inaktiv.
pl: Przyciski zamykania kart są ukryte, więc to ostrzeżenie jest nieaktywne.
pt_br: Os botões de fechar abas estão ocultos, então este aviso fica inativo.
ru: Кнопки закрытия вкладок скрыты, поэтому это предупреждение неактивно.
th: ปุ่มปิดแท็บถูกซ่อนอยู่ ดังนั้นคำเตือนนี้จึงไม่ทำงาน
tr: Sekme kapatma düğmeleri gizli olduğu için bu uyarı etkin değildir.
uk: Кнопки закриття вкладок приховано, тому це попередження неактивне.
zh_hans: 标签页关闭按钮已隐藏，因此此警告处于非活动状态。
zh_hant: 分頁關閉按鈕已隱藏，因此此警告未啟用。

# settings.app.warnBeforeClosingTabXButton.subtitleOff
source: The tab close button closes tabs immediately.
ar: يغلق زر إغلاق التبويب التبويبات فورًا.
bs: Dugme za zatvaranje kartice odmah zatvara kartice.
da: Fanens luk-knap lukker faner med det samme.
de: Die Tab-Schließen-Taste schließt Tabs sofort.
es: El botón de cerrar pestaña cierra las pestañas inmediatamente.
fr: Le bouton de fermeture d’onglet ferme les onglets immédiatement.
it: Il pulsante di chiusura della scheda chiude subito le schede.
ja: タブの閉じるボタンですぐにタブを閉じます。
km: ប៊ូតុងបិទផ្ទាំងបិទផ្ទាំងភ្លាមៗ។
ko: 탭 닫기 버튼은 탭을 즉시 닫습니다.
nb: Lukkeknappen for fanen lukker faner umiddelbart.
pl: Przycisk zamykania karty natychmiast zamyka karty.
pt_br: O botão de fechar aba fecha abas imediatamente.
ru: Кнопка закрытия вкладки сразу закрывает вкладки.
th: ปุ่มปิดแท็บจะปิดแท็บทันที
tr: Sekme kapatma düğmesi sekmeleri hemen kapatır.
uk: Кнопка закриття вкладки одразу закриває вкладки.
zh_hans: 标签页关闭按钮会立即关闭标签页。
zh_hant: 分頁關閉按鈕會立即關閉分頁。

# settings.app.warnBeforeClosingTabXButton.subtitleOn
source: The tab close button asks for confirmation before closing.
ar: يطلب زر إغلاق التبويب التأكيد قبل الإغلاق.
bs: Dugme za zatvaranje kartice traži potvrdu prije zatvaranja.
da: Fanens luk-knap beder om bekræftelse før lukning.
de: Die Tab-Schließen-Taste fragt vor dem Schließen nach Bestätigung.
es: El botón de cerrar pestaña pide confirmación antes de cerrar.
fr: Le bouton de fermeture d’onglet demande confirmation avant de fermer.
it: Il pulsante di chiusura della scheda chiede conferma prima di chiudere.
ja: タブの閉じるボタンで閉じる前に確認を表示します。
km: ប៊ូតុងបិទផ្ទាំងស្នើការបញ្ជាក់មុនពេលបិទ។
ko: 탭 닫기 버튼은 닫기 전에 확인을 요청합니다.
nb: Lukkeknappen for fanen ber om bekreftelse før lukking.
pl: Przycisk zamykania karty prosi o potwierdzenie przed zamknięciem.
pt_br: O botão de fechar aba pede confirmação antes de fechar.
ru: Кнопка закрытия вкладки запрашивает подтверждение перед закрытием.
th: ปุ่มปิดแท็บจะขอการยืนยันก่อนปิด
tr: Sekme kapatma düğmesi kapatmadan önce onay ister.
uk: Кнопка закриття вкладки просить підтвердження перед закриттям.
zh_hans: 标签页关闭按钮会在关闭前要求确认。
zh_hant: 分頁關閉按鈕會在關閉前要求確認。

# settings.app.hideTabCloseButton
source: Hide Tab Close Button
ar: إخفاء زر إغلاق التبويب
bs: Sakrij dugme za zatvaranje kartice
da: Skjul fanens luk-knap
de: Tab-Schließen-Taste ausblenden
es: Ocultar botón de cerrar pestaña
fr: Masquer le bouton de fermeture d’onglet
it: Nascondi il pulsante di chiusura della scheda
ja: タブの閉じるボタンを非表示
km: លាក់ប៊ូតុងបិទផ្ទាំង
ko: 탭 닫기 버튼 숨기기
nb: Skjul lukkeknappen for faner
pl: Ukryj przycisk zamykania karty
pt_br: Ocultar botão de fechar aba
ru: Скрыть кнопку закрытия вкладки
th: ซ่อนปุ่มปิดแท็บ
tr: Sekme kapatma düğmesini gizle
uk: Приховати кнопку закриття вкладки
zh_hans: 隐藏标签页关闭按钮
zh_hant: 隱藏分頁關閉按鈕

# settings.app.hideTabCloseButton.subtitleOff
source: Tab close buttons appear on hover and on the active tab.
ar: تظهر أزرار إغلاق التبويبات عند التحويم وعلى التبويب النشط.
bs: Dugmad za zatvaranje kartica pojavljuju se pri prelasku pokazivačem i na aktivnoj kartici.
da: Fanernes luk-knapper vises ved markørføring og på den aktive fane.
de: Tab-Schließen-Tasten erscheinen beim Darüberfahren und im aktiven Tab.
es: Los botones de cerrar pestañas aparecen al pasar el cursor y en la pestaña activa.
fr: Les boutons de fermeture d’onglet apparaissent au survol et sur l’onglet actif.
it: I pulsanti di chiusura delle schede appaiono al passaggio del cursore e sulla scheda attiva.
ja: ホバー時とアクティブなタブに閉じるボタンを表示します。
km: ប៊ូតុងបិទផ្ទាំងបង្ហាញនៅពេលដាក់កណ្ដុរលើ និងនៅលើផ្ទាំងសកម្ម។
ko: 탭 닫기 버튼은 마우스를 올리거나 활성 탭에서 표시됩니다.
nb: Lukkeknapper for faner vises ved peking og på den aktive fanen.
pl: Przyciski zamykania kart pojawiają się po najechaniu oraz na aktywnej karcie.
pt_br: Os botões de fechar abas aparecem ao passar o cursor e na aba ativa.
ru: Кнопки закрытия вкладок появляются при наведении и на активной вкладке.
th: ปุ่มปิดแท็บจะแสดงเมื่อวางเมาส์เหนือแท็บและบนแท็บที่ใช้งานอยู่
tr: Sekme kapatma düğmeleri üzerine gelindiğinde ve etkin sekmede görünür.
uk: Кнопки закриття вкладок з’являються під час наведення та на активній вкладці.
zh_hans: 标签页关闭按钮会在悬停时和当前标签页上显示。
zh_hant: 分頁關閉按鈕會在游標停留時和目前分頁上顯示。

# settings.app.hideTabCloseButton.subtitleOn
source: Tab close buttons are hidden.
ar: أزرار إغلاق التبويبات مخفية.
bs: Dugmad za zatvaranje kartica su skrivena.
da: Fanernes luk-knapper er skjult.
de: Tab-Schließen-Tasten sind ausgeblendet.
es: Los botones de cerrar pestañas están ocultos.
fr: Les boutons de fermeture d’onglet sont masqués.
it: I pulsanti di chiusura delle schede sono nascosti.
ja: タブの閉じるボタンを非表示にします。
km: ប៊ូតុងបិទផ្ទាំងត្រូវបានលាក់។
ko: 탭 닫기 버튼이 숨겨져 있습니다.
nb: Lukkeknappene for faner er skjult.
pl: Przyciski zamykania kart są ukryte.
pt_br: Os botões de fechar abas estão ocultos.
ru: Кнопки закрытия вкладок скрыты.
th: ปุ่มปิดแท็บถูกซ่อนอยู่
tr: Sekme kapatma düğmeleri gizlidir.
uk: Кнопки закриття вкладок приховано.
zh_hans: 标签页关闭按钮已隐藏。
zh_hant: 分頁關閉按鈕已隱藏。

# settings.notifications.paneFlash.subtitle
source: Briefly flash a blue outline when UniConnect highlights a pane.
ar: قم بوميض مخطط تفصيلي باللون الأزرق لفترة وجيزة عندما يقوم UniConnect بتمييز جزء.
bs: Kratko treperi plavi obris kada UniConnect istakne okno.
da: Blink kort en blå kontur, når UniConnect fremhæver en rude.
de: Ein blauer Umriss lässt kurz aufblinken, wenn UniConnect einen Bereich hervorhebt.
es: Un contorno azul parpadea brevemente cuando UniConnect resalta un panel.
fr: Faites clignoter brièvement un contour bleu lorsque UniConnect met en surbrillance un volet.
it: Lampeggia brevemente un contorno blu quando UniConnect evidenzia un riquadro.
ja: UniConnect がペインを強調表示するときに短い青いアウトラインを表示します。
km: បញ្ចេញ​គ្រោង​ពណ៌​ខៀវ​ដោយ​សង្ខេប​នៅ​ពេល UniConnect រំលេច​ផ្ទាំង​មួយ​។
ko: UniConnect가 패인을 강조할 때 파란색 테두리를 잠시 깜빡입니다.
nb: Blink kort en blå kontur når UniConnect uthever en rute.
pl: Krótko migaj niebieskim konturem, gdy UniConnect podświetla okienko.
pt_br: Pisca brevemente um contorno azul quando UniConnect destaca um painel.
ru: Кратковременно замигайте синим контуром, когда UniConnect выделит панель.
th: กะพริบเส้นขอบสีน้ำเงินสั้นๆ เมื่อ UniConnect ไฮไลท์บานหน้าต่าง
tr: UniConnect bir bölmeyi vurguladığında kısa süreliğine mavi bir çerçeve yanıp söner.
uk: Короткочасно підсвічувати синьою рамкою панель, на яку UniConnect звертає увагу.
zh_hans: 当UniConnect突出显示某个窗格时，蓝色轮廓会短暂闪烁。
zh_hant: 當UniConnect反白某個窗格時，藍色輪廓會短暫閃爍。
